[SnowShell]
INT_SETTING_VER=26
[Menu]
STRING_MENU_FILE=Datei
STRING_MENU_NOISE=Rausch
STRING_MENU_SCALE=Skalierung
STRING_MENU_EXPORT=Ausgabe
STRING_MENU_CONFIRM=Warnungen
[File]
STRING_MENU_FILE_IMAGE_SEL=Select Image and process
STRING_MENU_FILE_CREDIT=About
STRING_MENU_FILE_QUIT=Quit
[Noise]
STRING_MENU_NOISE_NONE=Keine
STRING_MENU_NOISE_LOW=Niedrig
STRING_MENU_NOISE_MID=Mittel
STRING_MENU_NOISE_HIGH=Hoch
STRING_MENU_NOISE_VERY_HIGH=Maximum
[Scale]
STRING_MENU_SCALE_CUSTOM=Benutzerdefinierter
[GPU]
STRING_MENU_GPU_CPU=Nur CPU
STRING_MENU_GPU_GPU=Bevorzuge GPU
[TTA]
STRING_MENU_TTA_DISABLED=Aus
STRING_MENU_TTA_ENABLED=An
[Export]
STRING_MENU_EXPORT_SAME=Eingangs ordner
STRING_MENU_EXPORT_NEW="output" ordner
[Confirm]
STRING_MENU_CONFIRM_SHOW=Zeige Warnungen
STRING_MENU_CONFIRM_SKIP=Verstecke Warnungen
STRING_MENU_CONFIRM_DEBUG=Zeige vergrößerungs Protokoll
[Text]
INT_TEXT_TAB=18
STRING_TEXT_NOISE=Anti Rauschen
STRING_TEXT_NOISE_NONE=Keine
STRING_TEXT_NOISE_LOW=Niedrig
STRING_TEXT_NOISE_MID=Mittel
STRING_TEXT_NOISE_HIGH=Hoch
STRING_TEXT_NOISE_VERY_HIGH=Maximum
STRING_TEXT_SCALE=Skalierung
STRING_TEXT_SCALE_x1_0=x1.0
STRING_TEXT_SCALE_x1_5=x1.5
STRING_TEXT_SCALE_x1_6=x1.6
STRING_TEXT_SCALE_x2_0=x2.0
STRING_TEXT_SCALE_PREFIX=x
STRING_TEXT_SCALE_POSTFIX=
STRING_TEXT_GPU=Konverter
STRING_TEXT_GPU_CPU=CPU
STRING_TEXT_GPU_CPU_TTA=CPU (mit TTA)
STRING_TEXT_GPU_GPU=GPU
STRING_TEXT_GPU_GPU_TTA=GPU (mit TTA)
STRING_TEXT_GPU_VULKAN=VULKAN
STRING_TEXT_GPU_VULKAN_TTA=VULKAN (mit TTA)
STRING_TEXT_EXPORT=Ausgabe Ordner
STRING_TEXT_EXPORT_SAME=Selber Ordner
STRING_TEXT_EXPORT_NEW="output" Ordner
STRING_TEXT_CONFIRM=Warnung
STRING_TEXT_CONFIRM_SHOW=Zeige
STRING_TEXT_CONFIRM_SKIP=Verstecke
STRING_TEXT_CONFIRM_TITLE=Warnung
STRING_TEXT_CONFIRM_MESSAGE=Große bilder benötigen einen Starken Computer.\nWillst du wirklich fortfahren?
STRING_TEXT_CONFIRM_CUSTOM_SCALE_TITLE=Warnung
STRING_TEXT_CONFIRM_CUSTOM_SCALE_MESSAGE=Größere konversionen können Fehler hervorbringen.\nWillst du wirklich fortfahren?
STRING_TEXT_NOCONVERTER_TITLE=Fehler
STRING_TEXT_NOCONVERTER_MESSAGE=Kein Konverter verfügbar.\nÜberprüfe bitte deine Windows Version.
STRING_TEXT_TOO_LONG_PATH_TITLE=Fehler
STRING_TEXT_TOO_LONG_PATH_MESSAGE=Kann Datei nicht vergrößern. Ordner PFad ist zu lang.
STRING_TEXT_TOO_LONG_PATH_MESSAGE_COUNT=
STRING_TEXT_ABORT_CONVERT_TITLE=Bestätigen
STRING_TEXT_ABORT_CONVERT_MESSAGE=Wilslt du den vergrößerungs Prozess stoppen?
